Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=636_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Euroopan Neuvoston ihmisoikeusvaltuutettu kehottaa Suomea parantamaan saamelaisten oikeuksia
sme: Eurohpa Ráđi olmmošvuoigatvuohtaáittardeaddji ávžžuha Suoma buoridit sápmelaččaid vuoigatvuođaid

source: Euroopan neuvoston ihmisoikeusvaltuutettu Nils Muiznieks vieraili Suomessa 11-13.6.2012.
sme: Eurohpa ráđi olmmošvuoigatvuohtaáittardeaddji Nils Muiznieks galledii Suomas 11-13.6.2012.

source: Ihmisoikeusvaltuutettu on antanut tänään vierailun johdosta tekemänsä raporttinsa suosituksineen Suomen valtiolle.
sme: Olmmošvuoigatvuohtaáittardeaddji lea addán odne galledeami vuođul dahkkon raportta oktan ávžžuhusaiguin Suoma stáhtii.

source: Valtuutettu tapasi vierailunsa aikana Suomen valtion johtoa, eri ministeriöiden edustajia ja Suomen saamelaiskäräjien puheenjohtajan, Klemetti Näkkäläjärven.
sme: Áittardeaddji deaivvai galledeami áigge Suoma stáhta njunnosa, iešguđet ministeriijaid ovddasteaddjiid ja Suoma sámedikki ságadoalli, Lemet Näkkäläjärvi.

source: Valtuutettu kehottaa Suomea ratifioimaan ILO 169-sopimuksen alkuperäiskansojen oikeuksista.
sme: Áittardeaddji ávžžuha Suoma ratifiseret ILO 169-soahpamuša eamiálbmogiid vuoigatvuođain.

source: ” Ihmisoikeusvaltuutetun raportti on tärkeä viesti Suomelle parantaa saamelaisten oikeuksia.
sme: “ Olmmošvuoigatvuohtaáittardeaddji raporta lea dehálaš mearka Supmii buoridit sámiid vuoigatvuođaid.

source: Minulla oli ilo tavata ihmisoikeusvaltuutettu ja keskustella hänen kanssaan avoimesti hyvin lämminhenkisessä tilaisuudessa Suomen saamelaisten asemasta ja saamelaisten aseman ja lainsäädännön kehittämistarpeista.
sme: Mus lei illu deaivat olmmošvuoigatvuohtaáittardeaddji ja ságastallat suinna rahpasit hui liekkus dilálašvuođas Suoma sámiid sajádagas ja sápmelaččaid sajádaga ja láhkaásaheami ovddidandárbbuin.

source: Valtuutettu oli hyvin perillä Suomen saamelaisten tilanteesta ja hän halusi aidosti edistää saamelaisten asemaa Suomessa ”.
sme: Áittardeaddji lea bures vudjon Suoma sámiid dillái ja son háliidii duođaid ovddidit sápmelaččaid sajádaga Suomas ”.

source: puheenjohtaja Näkkäläjärvi kertoi.
sme: ságadoalli Näkkäläjärvi muitalii.

source: Euroopan neuvoston ihmisoikeusvaltuutettu on itsenäinen Euroopan Neuvoston alainen instituutio.
sme: Eurohpá ráđi olmmošvuoigatvuohtaáittardeaddji lea iehčanas Eurohpá Ráđi vuollásaš institušuvdna.

source: Valtuutetun tehtävänä on edistää tietoisuutta ja ihmisoikeuksien kunnioitusta Euroopan neuvoston 47 jäsenmaassa.
sme: Áittardeaddji bargun lea ovddidit diđolašvuođa ja olmmošvuoigatvuođaid gudnejahttima Eurohpá ráđi 47 lahttoriikkas.

source: Valtuutettu tekee vierailuja Euroopan neuvoston jäsenmaihin selvittääkseen valtion ihmisoikeustilannetta.
sme: Áittardeaddji galleda Eurohpá ráđi lahttoriikkain čielggadan dihte riikka olmmošvuoigatvuođadili.

source: Valtuutettu antaa vierailustaan raportin suosituksineen valtion ihmisoikeustilanteen parantamiseksi.
sme: Áittardeaddji addá galledeami birra raportta oktan ávžžuhusaiguin riikka olmmošvuoigatvuođadili buorideapmái.

source: Valtuutettu käsittelee raportissaan Suomen saamelaisia koskevaa lainsäädäntöä, Suomen kansainvälisiä velvoitteita, saamelaisten oikeuksia, pohjoismaista saamelaissopimusta sekä saamelaismääritelmää.
sme: Áittardeaddji gieđahallá raporttastis Suoma sápmelaččaid guoskevaš láhkaásaheami, Suoma riikkaidgaskasaš geatnegasvuođaid, sápmelaččaid vuoigatvuođaid, davviriikkalaš sámesoahpamuša ja sámemeroštallama.

source: ” Valtuutettu vaati Suomea takaaman saamelaisten edustuksen Ilo-sopimuksen ratifiointiprosessissa.
sme: ” Áittardeaddji gáibidii Suoma dáhkkidit ahte sámit leat ovddastuvvon Ilo-soahpamuša ratifiserenproseassas.

source: Saamelaisten kannalta valtuutetun kehotus siitä, että Ilo-sopimuksen ratifioinnin yhteydessä tulee tunnustaa saamelaisten oikeus harjoittaa poronhoitoa perinteiseen tapaan on todella tärkeä, koska nykyisin suomalainen poronhoitolainsäädäntö pyrkii yhdenmukaistamaan saamelaista poronhoitoa.
sme: Sápmelaččaid dáfus áittardeaddji ávžžuhus das, ahte Ilo-soahpamuša ratifiserema oktavuođas galgá dohkkehuvvot sámiid vuoigatvuohta árbevirolaš boazodollui lea hui dehalaš, danne go dán áiggi suopmelaš boazodoalloláhka viggá dahkat ovttaláganin sámi boazodoalu.

source: On selvää, että valtuutettu odottaa että Suomi tarkistaa poronhoitoa koskevaa lainsäädäntöä ” Näkkäläjärvi kertoi.
sme: Lea čielggas, ahte áittardeaddji vuordá ahte Suopma dárkkista boazodoalu guoskevaš lágaid ” Näkkäläjärvi muitalii.

source: Ihmisoikeusvaltuutettu kehottaa Suomea selkiyttämään saamelaisten oikeutta maahan.
sme: Olmmošvuoigatvuohtaáittardeaddji ávžžuha Suoma čielggadit sámiid vuoigatvuođa eatnamii.

source: Metsähallituksen hallintomalli uudistus tarjoaa mahdollisuuden ratkaista saamelaisten maaoikeudet.
sme: Meahciráđđehusa hálddahusmálle ođadeapmi fállá vejolašvuođa čoavdit sámiid eananvuoigatvuođaid.

source: Vaikka muiden oikeudet saamelaisten kotiseutualueella tulee huomioida, ei tämä ole valtuutetun mukaan nollasummapeliä.
sme: Vaikko eará rievttit sámiid ruovttuguovllus galget váldot vuhtii, ii dát leat áittardeaddji mielas nollasupmespeallu.

source: ” Olen iloinen siitä, että valtuutettu on ottanut keskustelustamme ja saamelaiskäräjien tekemistä esityksistä huomioita ja suosituksia raporttiinsa.
sme: ” Lean ilolaš das, ahte áittardeaddji lea váldán munno ságastallamis ja sámedikki dahkan evttohusain fuomášumiid ja ávžžuhusaid iežas raportii.

source: Pidän erityisen tärkeänä sitä, että valtuutettu kehotti Suomen valtiota harkitsemaan vakavasti saamelaiskäräjien tekemää esitystä perustaa Suomen eduskunnan ja Saamelaiskäräjien edustajien yhteinen työryhmä valmistelemaan Ilo-sopimuksen ratifiointia.
sme: Anán earenoamáš dehalažžan dan, ahte áittardeaddji ávžžuhii Suoma stáhta suokkardit duođalaččat sámedikki evttohusa ásahit Suoma riikkabeivviid ja Sámedikki ovddasteaddjiid oktasaš bargojoavkku válmmaštallat Ilo-soahpamuša ratifiserema.

source: Toivon, että valtuutetun viesti otetaan harkintaan valtioneuvostossa kun se keskustelee tänä syksynä Ilo-sopimuksen ratifioinnista ”, puheenjohtaja kertoi.
sme: Doaivvun, ahte áittardeaddji raporta váldo vuhtii stáhtaráđis go dat ságastallá dán čavčča Ilo-soahpamuša ratifiserema birra ”, ságadoalli muitalii.

source: Lisätietoja: Puheenjohtaja Klemetti Näkkäläjärvi
sme: Lassidieđut: Ságadoalli Lemet Näkkäläjärvi

source: Klemetti Näkkäläjärven puhe EN ihmisoikeusvaltuutetulle 12.6.2012
sme: Lemet Näkkäläjärvi sáhkavuorru olmmošvuoigatvuohtaáittardeaddjái 12.6.2012

source: Euroopan Neuvoston ihmisoikeusvaltuutetun raportti
sme: Olmmošvuoigatvuohtaáittardeaddji raporta
